Repository: Metatavu/wordpress-metamind
Catalog: lang/metamind-*.po
Languages: fi

source: Metaform could not be found
fi: Metaformia ei löytynyt

source: Excel Export
fi: Vie Excel tiedostoon

source: Reply strategy
fi: Vastausten tallennusstrategia

source: Metaforms
fi: Metaformit

source: Add Metaform
fi: Lisää Metaformi

source: Add New Metaform
fi: Lisää uusi Metaformi

source: Edit Metaform
fi: Muokkaa Metaformia

source: New Metaform
fi: Uusi Metaformi

source: View Metaform
fi: Näytä Metaformi

source: Search Metaforms
fi: Etsi Metaformeja

source: No Metaforms found
fi: Metaformeja ei löytynyt

source: No Metaforms in trash
fi: Ei Metaformeja roskiksessa

source: Permission denied
fi: Pääsy kielletty

source: Metaform is empty
fi: Metaform on tyhjä

source: Failed to read Metaform
fi: Metaformin lukeminen epäonnistui

source: Failed to resolve reply strategy
fi: Tallennusstrategian selvitys epäonnistui

source: Wordpress Anonymous
fi: Wordpress anonyymi

source: Wordpress User
fi: Wordpress käyttäjä

source: Wordpress Metaform integration
fi: Wordpress Metaform integraatio

source: Wordpress integration for Metaforms
fi: Wordpress integraatio Metaformille
